[
  {
    "id": 0,
    "name": "Зеро",
    "short": "Без софізмів",
    "desc": "Чесний аргумент, підкріплений доказами — без маніпуляцій.",
    "hint": "Наведіть реальний факт, статистику або логічний зв'язок.",
    "example": "«Вимирання динозаврів через пришельців малоймовірне, адже свідчення на користь інших гіпотез значно сильніші.»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "нейтральна"
  },
  {
    "id": 1,
    "name": "Обращення до сили",
    "short": "Погрози",
    "desc": "Погрожувати опоненту фізичною розправою або неприємними наслідками замість аргументів.",
    "hint": "Натякніть на неприємні наслідки для тих, хто не погодиться з вами.",
    "example": "«Якщо ти вважаєш, що я помиляюсь — тобі не поздоровиться!»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "атака"
  },
  {
    "id": 2,
    "name": "Висміювання",
    "short": "Глузування",
    "desc": "Висміювати аргумент або людину без спростування самого аргументу.",
    "hint": "Назвіть позицію опонента смішною, абсурдною або клоунадою.",
    "example": "«Хватить клоунади, ми тут про серйозні речі говоримо!»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "атака"
  },
  {
    "id": 3,
    "name": "Солом'яне опудало",
    "short": "Перекручування",
    "desc": "Перекрутити доводи опонента так, щоб їх було легше атакувати.",
    "hint": "Перебільшіть або спотворіть позицію опонента до абсурду.",
    "example": "«Ти підтримуєш освіту? Значить, хочеш залишити країну беззахисною, урізавши армію!»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "спотворення"
  },
  {
    "id": 4,
    "name": "Аргумент до соц. невдахи",
    "short": "Соц. статус",
    "desc": "Атакувати опонента за те, що він не має статусу, який «давав би йому право» мати цю позицію.",
    "hint": "Вкажіть на відсутність у опонента потрібного досвіду, сім'ї, освіти чи статусу.",
    "example": "«Як ти можеш що-небудь доводити, якщо досі живеш з батьками?»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "атака"
  },
  {
    "id": 5,
    "name": "А сам який?!",
    "short": "Ти теж!",
    "desc": "Вказувати, що опонент сам діє всупереч своєму аргументу.",
    "hint": "Знайдіть у поведінці опонента суперечність з його словами.",
    "example": "«Ти кажеш, що курити шкідливо — але ж сам щойно курив!»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "атака"
  },
  {
    "id": 6,
    "name": "Перехід на особистості",
    "short": "Особистості",
    "desc": "Звертати увагу на особисті якості людини замість спростування її аргументів.",
    "hint": "Розкажіть щось компрометуюче про особисте життя опонента.",
    "example": "«Ти кажеш, що безбожники порядні? Але я знаю, що ти кинув дружину з дітьми.»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "атака"
  },
  {
    "id": 7,
    "name": "Форма поверх змісту",
    "short": "Зовнішність",
    "desc": "Аргументувати зовнішньою привабливістю або презентаційністю, а не логікою.",
    "hint": "Посилайтеся на харизму, зовнішній вигляд або голос як на доказ правоти.",
    "example": "«У нього такий приємний голос і впевнений вигляд — значить він точно правий.»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "маніпуляція"
  },
  {
    "id": 8,
    "name": "Генетична помилка",
    "short": "Походження",
    "desc": "Вважати щось поганим або хорошим лише через його походження.",
    "hint": "Дискредитуйте ідею через те, звідки вона родом або хто її запропонував.",
    "example": "«Ця картопля точно гірша — подивіться, вона з Америки.»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "спотворення"
  },
  {
    "id": 9,
    "name": "Відволікаючий маневр",
    "short": "Червоний оселедець",
    "desc": "Вводити нерелевантний матеріал щоб відволікти увагу і підштовхнути до іншого висновку.",
    "hint": "Підніміть суміжну але не пов'язану тему, щоб змістити фокус розмови.",
    "example": "«Навіщо штрафувати сенатора? Є інші, що роблять набагато гірші речі!»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "відволікання"
  },
  {
    "id": 10,
    "name": "Навідне питання",
    "short": "Навідні",
    "desc": "Ставити питання, яке підразумеває істинність спірного чи хибного твердження.",
    "hint": "Сформулюйте питання так, ніби відповідь на нього вже очевидна.",
    "example": "«Ви погодитеся, що нещодавнє наукове доведення гомеопатії знижує захворюваність?»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "маніпуляція"
  },
  {
    "id": 11,
    "name": "Двозначність",
    "short": "Двозначність",
    "desc": "Використовувати слова або фрази з подвійним значенням для введення в оману.",
    "hint": "Вживайте слова, які можна зрозуміти по-різному, не уточнюючи зміст.",
    "example": "«Я зараз роблю вам дуже вигідну пропозицію!»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "маніпуляція"
  },
  {
    "id": 12,
    "name": "Хибна аналогія",
    "short": "Аналогія",
    "desc": "Будувати помилкові аналогії або метафори і переносити їхні висновки на оригінальну проблему.",
    "hint": "Порівняйте свою тему з чимось несумісним, але так, ніби схожість очевидна.",
    "example": "«Капуста не розуміє, що є коза. Коза — що є людина. Так само людина не може зрозуміти Бога.»",
    "difficulty": 3,
    "color": "#4a90d9",
    "tag": "спотворення"
  },
  {
    "id": 13,
    "name": "Протиріччя",
    "short": "Протиріччя",
    "desc": "Відстоювати взаємовиключні положення одночасно.",
    "hint": "Висуньте дві тези, які суперечать одна одній, і захищайте обидві.",
    "example": "«Ніколи не можна вбивати людей! Давайте повісимо злочинця.»",
    "difficulty": 3,
    "color": "#4a90d9",
    "tag": "логіка"
  },
  {
    "id": 14,
    "name": "Порочне коло",
    "short": "Коло",
    "desc": "Використовувати висновок як одну з причин, що його обґрунтовують.",
    "hint": "Доведіть твердження А через твердження Б, яке само засноване на А.",
    "example": "«Бог є, бо так написано в Біблії. Біблія істинна, бо вона Слово Боже.»",
    "difficulty": 3,
    "color": "#4a90d9",
    "tag": "логіка"
  },
  {
    "id": 15,
    "name": "Помилка в помилці",
    "short": "Помилка²",
    "desc": "Вважати все висловлювання хибним лише тому, що в одному аргументі є помилка.",
    "hint": "Знайдіть слабкий аргумент опонента і оголосіть що вся його позиція тому неправильна.",
    "example": "«Ти сказав, що фастфуд популярний — отже треба їсти гамбургери замість здорової їжі.»",
    "difficulty": 3,
    "color": "#4a90d9",
    "tag": "логіка"
  },
  {
    "id": 16,
    "name": "Аргумент до впевненості",
    "short": "Впевненість",
    "desc": "Доводити вірність думки лише твердженням власної впевненості у ній.",
    "hint": "Повторюйте що ви праві з дедалі більшою впевненістю, не наводячи доказів.",
    "example": "«Це правда! — Чому? — Тому що це правда і ніяк інакше! Я впевнений на 100%!»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "маніпуляція"
  },
  {
    "id": 17,
    "name": "Випадок з життя",
    "short": "Особистий досвід",
    "desc": "Використовувати особистий досвід або конкретний відомий випадок проти статистики.",
    "hint": "Розкажіть особисту або відому всім історію-виняток як спростування загальної закономірності.",
    "example": "«Мій прадід курив дві пачки на день і дожив до 97 років. Про яку шкоду ви говорите?»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "спотворення"
  },
  {
    "id": 18,
    "name": "Думка мас",
    "short": "Всі в одному вагоні",
    "desc": "Підтримувати щось лише тому, що більшість вважає це вірним.",
    "hint": "Посилайтеся на кількість прихильників як на головний доказ правоти.",
    "example": "«Мільйони людей погоджуються з цим — значить він правий.»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "авторитет"
  },
  {
    "id": 19,
    "name": "Помилка Галілея",
    "short": "Гоніння = правда",
    "desc": "Стверджувати, що ідея, яку відкидає або переслідує спільнота, обов'язково є вірною.",
    "hint": "Скажіть, що критика вашої ідеї лише підтверджує її важливість і правоту.",
    "example": "«Вчені висміюють мій вічний двигун? Значить, бояться конкуренції!»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "авторитет"
  },
  {
    "id": 20,
    "name": "Апеляція до авторитету",
    "short": "Авторитет",
    "desc": "Посилатися на думку авторитетної особи замість реального аргументу.",
    "hint": "Назвіть відомого експерта або посадовця і зашийтесь за його думку.",
    "example": "«Кризи не буде! Сам міністр економіки так сказав!»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "авторитет"
  },
  {
    "id": 21,
    "name": "Анонімний авторитет",
    "short": "Анонімний авторитет",
    "desc": "Надавати аргументу переконливості посиланням на невідомих «вчених» без деталей.",
    "hint": "Кажіть «вчені довели», «дослідження показали» без жодних посилань.",
    "example": "«Науці давно відомо, що темноволосі люди розумніші за світловолосих.»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "авторитет"
  },
  {
    "id": 22,
    "name": "Аргумент до складності",
    "short": "Незрозуміло = хибно",
    "desc": "Вважати інформацію хибною через те, що вона складна для особистого розуміння.",
    "hint": "Заявіть, що щось «неможливо», бо ви особисто цього не можете уявити.",
    "example": "«Ось намалюйте рибу і людину поряд. Як одне могло стати іншим за мільйони років?!»",
    "difficulty": 2,
    "color": "#4a90d9",
    "tag": "логіка"
  },
  {
    "id": 23,
    "name": "Апеляція до традиції",
    "short": "Традиція",
    "desc": "Вважати щось вірним або кращим лише через його традиційність.",
    "hint": "Стверджуйте, що так робили завжди — і тому так правильно.",
    "example": "«Жінки повинні сидіти вдома, бо жінки завжди сиділи вдома.»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "авторитет"
  },
  {
    "id": 24,
    "name": "Аргументація новизною",
    "short": "Нове = краще",
    "desc": "Припускати, що щось краще лише тому, що воно новіше.",
    "hint": "Доводьте правоту виключно посиланням на те, що це остання або нова версія.",
    "example": "«Остання версія ОС зробить мій комп'ютер швидшим і кращим...»",
    "difficulty": 1,
    "color": "#4a90d9",
    "tag": "авторитет"
  },
  {
    "id": 25,
    "name": "Апеляція до природи",
    "short": "Природно = добре",
    "desc": "Доводити, що все природне є корисним, правильним і неминучим.",
    "hint": "Назвіть щось «природним законом» і цим виправдайте будь-яку дію.",
    "example": "«Хижаки пожирають одне одного — такий закон природи. Те саме роблять і люди.»",
    "difficulty": 2,
    "color": "#c0392b",
    "tag": "маніпуляція"
  },
  {
    "id": 26,
    "name": "Апеляція до емоцій",
    "short": "Емоції",
    "desc": "Апелювати до почуттів замість логічних доводів.",
    "hint": "Викличте жалість, страх або провину у слухачів замість аргументів.",
    "example": "«Як ти можеш говорити, що не хочеш їсти, коли в світі стільки дітей помирає з голоду?!»",
    "difficulty": 2,
    "color": "#c0392b",
    "tag": "маніпуляція"
  },
  {
    "id": 27,
    "name": "Бажане за дійсне",
    "short": "Хочу = правда",
    "desc": "Вважати щось існуючим або правдивим лише тому, що так хочеш.",
    "hint": "Обґрунтуйте своє твердження тим, що ви цього дуже бажаєте або потребуєте.",
    "example": "«Після смерті хороші люди потрапляють у рай — я хороший і дуже хочу туди потрапити.»",
    "difficulty": 2,
    "color": "#c0392b",
    "tag": "логіка"
  },
  {
    "id": 28,
    "name": "Аргумент до наслідків",
    "short": "Наслідки",
    "desc": "Вважати щось вірним або хибним через те, що воно призводить до хороших або поганих наслідків.",
    "hint": "Доведіть правоту тим, що альтернатива матиме жахливі наслідки.",
    "example": "«Якщо підсудного виправдати — це підштовхне інших до злочинів!»",
    "difficulty": 3,
    "color": "#c0392b",
    "tag": "маніпуляція"
  },
  {
    "id": 29,
    "name": "Слизький шлях",
    "short": "Доміно",
    "desc": "Стверджувати, що подія A неминуче призведе до катастрофи Z, ігноруючи проміжні кроки.",
    "hint": "Намалюйте жахливий сценарій, де одна невинна дія тягне за собою кінець світу.",
    "example": "«Якщо дозволити одностатеві шлюби — наступним кроком буде шлюб з обезьянами.»",
    "difficulty": 3,
    "color": "#c0392b",
    "tag": "спотворення"
  },
  {
    "id": 30,
    "name": "Аргументація можливістю",
    "short": "Може = буде",
    "desc": "Припускати, що якщо щось може статися — воно обов'язково станеться.",
    "hint": "Перетворіть теоретичну можливість на неминучий факт.",
    "example": "«У всесвіті мільярди галактик. Значить, десь має існувати інша розумна цивілізація.»",
    "difficulty": 3,
    "color": "#c0392b",
    "tag": "логіка"
  },
  {
    "id": 31,
    "name": "Після = отже через",
    "short": "Після = через",
    "desc": "Вважати, що якщо одна подія сталася раніше іншої — вона є її причиною.",
    "hint": "Знайдіть два послідовні факти і оголосіть перший причиною другого.",
    "example": "«Я перехрестив двері ліфта — і він приїхав! Ось що хрест животворящий робить!»",
    "difficulty": 2,
    "color": "#c0392b",
    "tag": "логіка"
  },
  {
    "id": 32,
    "name": "Тягар доказу",
    "short": "Доведи відсутність",
    "desc": "Стверджувати, що вірність твердження має доводити той, хто заперечує — а не той, хто стверджує.",
    "hint": "Висуньте будь-яке безглузде твердження і вимагайте від опонента його спростувати.",
    "example": "«У мене вдома живе невидиме створіння! А доведи, що його нема! Не можеш — значить є!»",
    "difficulty": 2,
    "color": "#c0392b",
    "tag": "логіка"
  },
  {
    "id": 33,
    "name": "Нефальсифікованість",
    "short": "Не перевіриш",
    "desc": "Висувати твердження, яке принципово неможливо спростувати через відсутність способу перевірки.",
    "hint": "Зробіть своє твердження таким, щоб жоден доказ не міг його спростувати.",
    "example": "«Після смерті душа людини переселяється в нове тіло.»",
    "difficulty": 3,
    "color": "#c0392b",
    "tag": "логіка"
  },
  {
    "id": 34,
    "name": "Помилка спостерігача",
    "short": "Суб'єктивність",
    "desc": "Робити хибний висновок через неминучу суб'єктивність власного спостереження.",
    "hint": "Видайте свій обмежений особистий досвід за об'єктивну закономірність.",
    "example": "«Всі залізничні переїзди постійно закриті — я ж завжди бачу це, коли їду в поїзді!»",
    "difficulty": 3,
    "color": "#c0392b",
    "tag": "спотворення"
  },
  {
    "id": 35,
    "name": "Спеціальні вимоги",
    "short": "Зміна правил",
    "desc": "Раптово змінювати правила гри, щоб створити виняток і уникнути спростування.",
    "hint": "Коли вашу ідею спростовують — оголосіть, що умови перевірки були неправильними.",
    "example": "«Щоб побачити мій дар екстрасенса — спочатку треба в нього повірити.»",
    "difficulty": 4,
    "color": "#6c3483",
    "tag": "маніпуляція"
  },
  {
    "id": 36,
    "name": "Чорне або біле",
    "short": "Хибна дилема",
    "desc": "Представляти лише два альтернативні результати як єдино можливі, ігноруючи інші варіанти.",
    "hint": "Зведіть будь-яке питання до двох крайнощів, не лишаючи місця для середини.",
    "example": "«Або ви зі мною, або ви проти мене — на стороні мого ворога.»",
    "difficulty": 3,
    "color": "#6c3483",
    "tag": "спотворення"
  },
  {
    "id": 37,
    "name": "Золота середина",
    "short": "Компроміс = правда",
    "desc": "Наполягати, що компромісна позиція між двома поглядами завжди є істиною.",
    "hint": "Запропонуйте «зійтися на середині» навіть коли одна зі сторін явно помиляється.",
    "example": "«Давайте погодимося, що щеплення викликають «трохи» аутизму.»",
    "difficulty": 3,
    "color": "#6c3483",
    "tag": "спотворення"
  },
  {
    "id": 38,
    "name": "Два зла = добро",
    "short": "Всі так роблять",
    "desc": "Вважати погані вчинки правильними, бо так роблять інші. Хибна справедливість.",
    "hint": "Виправдайте негативну дію тим, що хтось інший зробив або міг зробити те саме.",
    "example": "«Америка вторгалась в чужі країни — чому нам не можна?»",
    "difficulty": 3,
    "color": "#6c3483",
    "tag": "маніпуляція"
  },
  {
    "id": 39,
    "name": "Перфекціоністська помилка",
    "short": "Не ідеально = марно",
    "desc": "Відкидати рішення лише тому, що воно не є ідеальним результатом.",
    "hint": "Відмовтеся від будь-якого часткового рішення, вимагаючи повної досконалості.",
    "example": "«Навіщо ця кампанія проти пияцтва за кермом? Люди однаково будуть їздити п'яними.»",
    "difficulty": 3,
    "color": "#6c3483",
    "tag": "логіка"
  },
  {
    "id": 40,
    "name": "Частина-ціле",
    "short": "Частина = ціле",
    "desc": "Невірно переносити властивості частини на ціле або властивості цілого на частини.",
    "hint": "Зробіть висновок про ціле з властивостей його частин або навпаки.",
    "example": "«Кожне зерно в купі майже нічого не важить. Отже, купа теж майже нічого не важить.»",
    "difficulty": 4,
    "color": "#6c3483",
    "tag": "логіка"
  },
  {
    "id": 41,
    "name": "Поспішне узагальнення",
    "short": "Узагальнення",
    "desc": "Робити широкий узагальнений висновок на основі маленької або нерепрезентативної вибірки.",
    "hint": "Один або кілька особистих прикладів використайте як доказ загального правила.",
    "example": "«Мене тільки-но мало не збила жінка за кермом. Жінки не вміють водити.»",
    "difficulty": 2,
    "color": "#6c3483",
    "tag": "спотворення"
  },
  {
    "id": 42,
    "name": "Помилка підтвердження",
    "short": "Вибіркові докази",
    "desc": "Вибирати лише свідчення на підтримку своєї ідеї і ігнорувати все, що її спростовує.",
    "hint": "Перерахуйте лише факти на користь своєї тези, ігноруючи незручні докази.",
    "example": "«Американці не летіли на Місяць! На фото немає зірок, прапор колишеться — це Голлівуд!»",
    "difficulty": 3,
    "color": "#6c3483",
    "tag": "спотворення"
  },
  {
    "id": 43,
    "name": "Асоціативна помилка",
    "short": "Асоціація",
    "desc": "Стверджувати, що властивості однієї речі притаманні іншій лише через наявність спільної риси.",
    "hint": "Знайдіть одну спільну рису між двома речами і перенесіть усі властивості однієї на іншу.",
    "example": "«Ядерна зброя і ядерна енергетика обидві розщеплюють атом — отже ядерна енергетика небезпечна.»",
    "difficulty": 4,
    "color": "#6c3483",
    "tag": "логіка"
  },
  {
    "id": 44,
    "name": "Презумпція типовості",
    "short": "Типовість",
    "desc": "Прирівнювати поняття до ширшої категорії, для якої воно не є типовим представником.",
    "hint": "Назвіть щось частиною категорії і застосуйте до нього всі правила цієї категорії.",
    "example": "«Аборт — це вбивство, за нього мають давати 10 років!» або «Шахи — це спорт!»",
    "difficulty": 4,
    "color": "#6c3483",
    "tag": "логіка"
  }
]
